Revit 2024 API
ParameterTypeId.StructuralSectionIshapeWebheight Property
 "Web Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralSectionIshapeWebheight { get; }
Visual Basic
Public Shared ReadOnly Property StructuralSectionIshapeWebheight As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralSectionIshapeWebheight {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace